Repository: brullsker/FastNote
Catalog: FastNote/Resources/*/Resources.resw
Source language: en_us
Languages: de_de, es, fr, hy, it, ja, nl, pl, pt_pt, ru, zh_cn

# CharactersText.Text
source: characters
de_de: Zeichen
es: caracteres
fr: caractères
hy: հատկանիշ
it: caratteri
ja: 登場人物
nl: tekens
pl: znaków
pt_pt: caracteres
ru: жетоны
zh_cn: 人物

# Dialog_FileNotSaved
source: File wasn't saved.
de_de: Datei wurde nicht gespeichert.
es: El archivo no se ha guardado.
fr: Le fichier n'a pas été sauvegardé.
hy: Նիշքը չի պահպանվել
it: Il file non è stato salvato.
ja: ファイルが保存されませんでした。
nl: Document werd niet opgeslagen
pl: Plik nie został zapisany.
pt_pt: O ficheiro não foi guardado.
ru: Файл не был сохранен.
zh_cn: 文件没有保存。

# Dialog_OperationCancelled
source: Operation cancelled
de_de: Operation abgebrochen
es: Operación cancelada
fr: Opération annulée
hy: Գործողությունը հետաձգվեց
it: Operazione interrotta
ja: 作戦中止
nl: Operatie afgebroken
pl: Operacja przerwana
pt_pt: Operação cancelada
ru: Отмена операции
zh_cn: 行动被取消

# LoadingText.Text
source: Working on it...
de_de: Einen Moment Geduld...
es: Trabajando en ello....
fr: Un moment de patience....
hy: Ընթացքում է
it: Un momento di pazienza...
ja: それに取り組んでいる...
nl: Een moment van geduld...
pl: Chwila cierpliwości...
pt_pt: A trabalhar nisso...
ru: Момент терпения...
zh_cn: 正在努力...

# Manifest_AppDescText
source: FastNote is a open-source minimalistic real-time change saving rich-text editor for the universal windows platform.
de_de: FastNote ist ein minimalistischer Open-Source Rich-Text-Editor für die Universal Windows Platform, der Änderungen in Echtzeit speichert.
es: FastNote es un editor de texto enriquecido de código abierto y minimalista en tiempo real para la plataforma universal de Windows.
fr: FastNote est un éditeur de texte minimaliste open source riche pour la plate-forme Windows universelle qui permet d'enregistrer les modifications en temps réel.
hy: FastNote-ը ծրագրային բաց կոդով, իրական ժամանակում տեքստային խմբագրիչ է Windows օպ.համակարգերի համար.
it: FastNote è un editor di testi ricchi di testo open source minimalista per la Universal Windows Platform che salva le modifiche in tempo reale.
ja: FastNoteは、ユニバーサルウィンドウズプラットフォームのためのオープンソースの最小限のリアルタイム変更保存リッチテキストエディタです。
nl: FastNote is een minimalistische open source rijke tekstverwerker voor het Universal Windows Platform die veranderingen in real time bespaart.
pl: FastNote jest minimalistycznym edytorem tekstu o otwartym kodzie źródłowym dla Uniwersalnej Platformy Windows, który zapisuje zmiany w czasie rzeczywistym.
pt_pt: FastNote é um editor de código aberto minimalista em tempo real, que poupa texto rico para a plataforma Windows universal.
ru: FastNote - это минималистичный текстовый редактор с открытым исходным кодом для Universal Windows Platform, который сохраняет изменения в режиме реального времени.
zh_cn: FastNote是一款开源的最小化实时保存富文本编辑器，适用于通用windows平台。

# More_AboutHeaderText.Text
source: About
de_de: Über
es: Acerca de
fr: A propos de
hy: Տեղեկություն
it: A proposito di
ja: について
nl: Over
pl: Około
pt_pt: Sobre
ru: О приложении
zh_cn: 关于我们

# More_About_Contribute.Text
source: Contribute to FastNote:
de_de: Bei der Entwicklung helfen:
es: Contribuya a FastNote:
fr: Aide au développement:
hy: Աջակցել ծրագրին
it: Aiuto allo sviluppo:
ja: FastNoteに寄稿します。
nl: Hulp bij de ontwikkeling
pl: Pomoc w rozwoju:
pt_pt: Contribua para o FastNote:
ru: Помощь в развитии
zh_cn: 贡献给FastNote。

# More_About_DevEmail.Content
source: Mail
de_de: E-Mail
es: Email
fr: Email
hy: Փոստ
it: Posta elettronica
ja: 電子メール
nl: E-Mail
pl: Email
pt_pt: E-Mail
ru: E-мейл
zh_cn: 电子邮件

# More_About_Donate.Text
source: Help me with a donation:
de_de: Finanziell unterstützen:
es: Ayúdame con una donación:
fr: Soutenir le développement:
hy: Աջակցում ծրագրավորողին
it: Sostenere lo sviluppo:
ja: 開発をサポートします。
nl: Schenking
pl: Wspierać rozwój:
pt_pt: Apoiar o desenvolvimento:
ru: Финансовая поддержка:
zh_cn: 支持发展。

# More_About_Libs.Text
source: Used libraries & SDKs
de_de: Genutzte Libraries und SDKs
es: Librerías y SDKs usados
fr: Bibliothèques et SDK d'occasion
hy: Օգտագործում է բաց կոդով նիշքեր և SDK-ներ
it: Librerie e SDK usati
ja: 中古のライブラリとSDK
nl: Gebruikte bibliotheken en SDK's
pl: Używane biblioteki i zestawy SDK
pt_pt: SDKs e bibliotecas usadas
ru: Библиотеки и SDK для пользователей
zh_cn: 二手库和SDK

# More_About_LicenseMIT.Text
source: Licensed under the MIT license
de_de: Lizensiert unter der MIT-Lizenz
es: Licenciado bajo la licencia del MIT
fr: Licencié sous licence du MIT
hy: Հավաստագրված է MIT վկայականով
it: Concesso in licenza MIT
ja: MITライセンスに基づくライセンス
nl: Gelicentieerd onder de MIT-licentie
pl: Licencjonowane na podstawie licencji MIT
pt_pt: Licenciado ao abrigo da licença do MIT
ru: Лицензия по лицензии MIT
zh_cn: 根据麻省理工学院的许可证授权

# More_FileHeaderText.Text
source: File
de_de: Datei
es: Archivo
fr: Fichier
hy: Նիշք
ja: ファイル
nl: Document
pl: Teczka
pt_pt: Arquivo
ru: Файл
zh_cn: 文件

# More_File_ClearAll.Text
source: CLEAR ALL
de_de: ALLES LÖSCHEN
es: BORRAR TODO
fr: SUPPRIMER TOUT
hy: Մաքրել բոլորը
it: ELIMINA TUTTO
ja: 削ぎ落とす
nl: ALLES VERWIJDEREN
pl: WYPEŁNIJ WSZYSTKIE WSZYSTKIE
pt_pt: LIMPAR TODOS
ru: УДАЛИТЬ ВСЕ
zh_cn: 删除一切

# More_File_ExportText.Text
source: EXPORT
de_de: EXPORTIEREN
es: EXPORTAR
fr: EXPORTATION
hy: Պահել(արտահանել)
it: ESPORTAZIONE
ja: ゆしゅつ
nl: EXPORTEN
pl: EKSPORT
pt_pt: EXPORTAÇÃO
ru: ЭКСПОРТ
zh_cn: 出口

# More_File_ShareFileText.Text
source: SHARE FILE
de_de: DATEI TEILEN
es: COMPARTIR FICHERO
fr: PARTAGER LE FICHIER
hy: Կիսվել նիշքով
it: CONDIVIDI FILE
ja: 共有ファイル
nl: DOCUMENT DELEN
pl: UDOSTĘPNIANIE DOKUMENTÓW
pt_pt: PARTILHAR FICHEIRO
ru: ШАРЕ ФАЙЛ
zh_cn: 分享文件

# More_File_ShareText_Selected.Text
source: SHARE SELECTED TEXT
de_de: AUSWAHL TEILEN
es: COMPARTIR TEXTO SELECCIONADO
fr: PARTAGER LE SÉLECTION DU TEXTE
hy: Կիսվել ընտրված տեքստով
it: CONDIVIDI SELEZIONE DEL TESTO
ja: 選択テキストの共有
nl: GESELECTEERDE TEKST DELEN
pl: UDOSTĘPNIAJ WYBRANY TEKST
pt_pt: PARTILHAR TEXTO SELECCIONADO
ru: ВЫБОР ТЕКСТА ПУБЛИКАЦИИ
zh_cn: 分享选定的文本

# More_File_ShareText_Whole.Text
source: SHARE WHOLE TEXT
de_de: ALLES TEILEN
es: COMPARTIR TODO EL TEXTO
fr: PARTAGER LE TEXTE ENTIER
hy: Կիսվել ամբողջական տեքստով
it: CONDIVIDERE L'INTERO TESTO
ja: 全文共有
nl: VOLLEDIGE TEKST DELEN
pl: UDOSTĘPNIAJ CAŁY TEKST
pt_pt: PARTILHAR TODO O TEXTO
ru: ШАРЛЬ ВСЕ ТЕКСТА
zh_cn: 分享全文

# More_SettingsHeaderText.Text
source: Settings
de_de: Optionen
es: Ajustes
fr: Paramètres
hy: Կարգավորումներ
it: Impostazioni
ja: 設定
nl: Omgevingen
pl: Nastawy
pt_pt: Definições
ru: Параметры
zh_cn: 设置

# More_Settings_DefExpNameText.Text
source: DEFAULT EXPORT FILENAME
de_de: STANDARD-DATEINAME (EXPORT)
es: NOMBRE DE ARCHIVO DE EXPORTACIÓN PREDETERMINADO
fr: NOM DE FICHIER STANDARD (EXPORTATION)
hy: Արտահանման կանխադրված անունը
it: NOME FILE STANDARD (ESPORTAZIONE)
ja: デフォルトのエクスポートファイル名
nl: STANDAARD DOCUMENTNAAM (EXPORTEUR)
pl: STANDARDOWA NAZWA PLIKU (EKSPORT)
pt_pt: NOME DO FICHEIRO DE EXPORTAÇÃO POR DEFEITO
ru: ИМЯ ФАЙЛА ПО УМОЛЧАНИЮ (ЭКСПОРТ)
zh_cn: 默认导出文件名

# More_Settings_DefExpName_TextBox.PlaceholderText
source: Enter name...
de_de: Name eingeben...
es: Introducir nombre...
fr: Entrer le nom.....
hy: Մուտքագրե՛ք անվանումը...
it: Inserisci nome...
ja: 名前を入力してください...
nl: Naam invoeren...
pl: Wprowadź nazwę...
pt_pt: Digite o nome...
ru: Введите имя...
zh_cn: 输入名字...

# More_Settings_DefShrNameText.Text
source: DEFAULT SHARE FILENAME
de_de: STANDARD-DATEINAME (TEILEN)
es: NOMBRE DE ARCHIVO COMPARTIDO PREDETERMINADO
fr: NOM DE FICHIER STANDARD (PARTAGE)
hy: Կանխադրված կիսվելու նիշքի անվանումը
it: NOME FILE STANDARD (CONDIVISIONE)
ja: デフォルトの共有ファイル名
nl: STANDAARD DOCUMENTNAAM (DEEL)
pl: STANDARDOWA NAZWA PLIKU (UDZIAŁ)
pt_pt: NOME DE FICHEIRO POR DEFEITO DAS ACÇÕES
ru: ИМЯ ФАЙЛА ПО УМОЛЧАНИЮ (ШАРЕ)
zh_cn: 默认份额

# More_Settings_DefShrName_TextBox.PlaceholderText
source: Enter name...
de_de: Name eingeben...
es: Introducir nombre...
fr: Entrer le nom.....
hy: Մուտքագրե՛ք անվանումը...
it: Inserisci nome...
ja: 名前を入力してください...
nl: Naam invoeren...
pl: Wprowadź nazwę...
pt_pt: Digite o nome...
ru: Введите имя...
zh_cn: 输入名字...

# More_Settings_FileNamesRestoreDefault.Content
source: Reset
de_de: Zürücksetzen
es: Reiniciar
fr: Remise à l'état initial
hy: Վերականգնել
it: Reinizializzazione
ja: 元に戻す
nl: Gereset
pl: Resetowanie
pt_pt: Reinicialização
ru: Перезагрузка
zh_cn: 重置

# More_Settings_LangHeaderText.Text
source: LANGUAGE
de_de: SPRACHE
es: IDIOMA
fr: LANGUE
hy: Լեզու
it: LINGUA
ja: げんご
nl: TAAL
pl: JĘZYK
pt_pt: LÍNGUA
ru: ЯЗЫК
zh_cn: 语种

# More_Settings_Language_Default.Content
source: Default
de_de: Auto
es: Predeterminado
fr: Automatique
hy: Կանխադրված
it: Automatico
ja: デフォルト
nl: Automatisch
pl: Automatyczne
pt_pt: Por defeito
ru: Автоматический
zh_cn: 默认

# More_Settings_Lang_AppRest.Text
source: App requires restart to apply
de_de: App benötigt Neustart zum Übernehmen
es: La aplicación requiere que se reinicie para poder aplicarla
fr: L'application a besoin d'être redémarrée pour prendre le relais
hy: Կպահանջվի ծրագրի վերամեկնարկ հաստատման համար
it: L'applicazione deve ripartire per riprendere il controllo
ja: アプリの適用には再起動が必要
nl: App moet opnieuw worden opgestart om het over te nemen
pl: Aplikacja wymaga ponownego uruchomienia, aby przejąć
pt_pt: O aplicativo requer reinício para ser aplicado
ru: Нужно перезапустить приложение, чтобы взять на себя управление
zh_cn: 应用程序需要重新启动才能应用

# More_Settings_SpellCheckHeaderText.Text
source: SPELLCHECKER
de_de: RECHTSCHREIBUNG PRÜFEN
es: COMPROBADOR DE HECHOS
fr: VÉRIFIER L'ORTHOGRAPHE
hy: Ուղղագրության ստուգում
it: CONTROLLARE L'ORTOGRAFIA
ja: スペルチェッカー
nl: CHECK SPELLEN
pl: SPRAWDZIĆ PISOWNIĘ
pt_pt: CORRECTOR ORTOGRÁFICO
ru: ПРОВЕРКА ОРФОГРАФИИ
zh_cn: 拼写检查器

# More_Settings_SpellCheck_Switch.OnContent
source: Enabled
de_de: Ein
es: Habilitado
fr: Activé
hy: Միացված է
it: Attivato
ja: 有効化された
nl: Een
pl: Włączony
pt_pt: Activado
ru: Вкл
zh_cn: 关于

# More_Settings_SpellCheck_Switch.OffContent
source: Disabled
de_de: Aus
es: Discapacitado
fr: Désactivé
hy: Անջատված է
it: Disattivato
ja: 無効化された
nl: Uit
pl: Wyłączony
pt_pt: Deficientes
ru: Выкл
zh_cn: 关

# More_Settings_ThemeHeaderText.Text
source: THEME
de_de: DESIGN-MODUS
es: DISEÑO DE APLICACIONES
fr: THÈME
hy: Ոճ
it: TEMA
ja: テーマ
nl: DESIGNMODUS
pl: PROJEKTOWANIE APLIKACJI
pt_pt: TEMA
ru: ВОЗНИКНОВЕНИЕ
zh_cn: 主题

# More_Settings_Theme_Dark.Content
source: Dark
de_de: Dunkel
es: Oscuro
fr: Sombre
hy: Մուգ
it: Scuro
ja: 暗い
nl: Duisternis
pl: Ciemny
pt_pt: Escuro
ru: Тьма
zh_cn: 黑暗

# More_Settings_Theme_Default.Content
source: Default
de_de: Standard
es: Predeterminado
fr: Standard
hy: Կանխադրված
it: Predefinito
ja: デフォルト
nl: Standaard
pl: Standardowy
pt_pt: Por defeito
ru: По умолчанию
zh_cn: 默认

# More_Settings_Theme_Light.Content
source: Light
de_de: Hell
es: Blanco
fr: Lumière
hy: Բաց
it: Luce
ja: 灯り
nl: Oplichten
pl: Światło
pt_pt: Luz
ru: Свет
zh_cn: 灯光

# Share_File_ShareFile_BMP.Text
source: Bitmap (.bmp)
hy: բիթմապ (.bmp)
ja: ビットマップ (.bmp)
ru: Битмап (.bmp)
zh_cn: 位图(.bmp)

# Share_File_ShareFile_GIF.Text
source: GIF image (.gif)
de_de: GIF-Grafik (.gif)
es: Imagen GIF (.gif)
fr: GIF graphique (.gif)
hy: Գիֆ (.gif)
it: Grafica GIF (.gif)
ja: GIF 画像 (.gif)
nl: GIF afbeelding (.gif)
pl: GIF grafika (.gif)
pt_pt: Imagem GIF (.gif)
ru: Графика GIF (.gif)
zh_cn: GIF图片(.gif)

# Share_File_ShareFile_HTML.Text
source: HTML page (.html)
de_de: HTML-Seite (.html)
es: Página HTML (.html)
fr: Page HTML (.html)
hy: HTML էջ (.html)
it: Pagina HTML (.html)
ja: HTML ページ (.html)
nl: HTML pagina (.html)
pl: Strona HTML (.html)
pt_pt: Página HTML (.html)
ru: HTML-страница (.html)
zh_cn: HTML页面(.html)

# Share_File_ShareFile_JPG.Text
source: JPG image (.jpg)
de_de: JPG-Grafik (.jpg)
es: Imagen JPG (.jpg)
fr: Graphique JPG (.jpg)
hy: Ջպեգ նկար (.jpg)
it: Grafica JPG (.jpg)
ja: JPG画像(.jpg)
nl: JPG afbeelding (.jpg)
pl: JPG grafika (.jpg)
pt_pt: Imagem JPG (.jpg)
ru: График JPG (.jpg)
zh_cn: JPG图像(.jpg)

# Share_File_ShareFile_PNG.Text
source: Portable Network Graphics (.png)
es: Portable Networks Graphics (.png)
hy: Շարժ. ցանցային նկար (.png)
nl: Portable Networks Graphics (.png)
zh_cn: PNG图像(.png)

# Share_File_ShareFile_RTF.Text
source: Rich Text (.rtf)
hy: Ռիչ տեքստ (.rtf)
zh_cn: RTF文档(.rtf)

# Share_File_ShareFile_TIFF.Text
source: TIFF image (.tiff)
de_de: TIFF-Grafik (.tiff)
es: Imagen TIFF (.tiff)
fr: Graphique TIFF (.tiff)
hy: ՏԻՖՖ նկար (.tiff)
it: Grafica TIFF (.tiff)
ja: TIFF 画像 (.tiff)
nl: TIFf afbeelding (.tiff)
pl: TIFF grafika (.tiff)
pt_pt: Imagem TIFF (.tiff)
ru: График TIFF (.tiff)
zh_cn: TIFF图像(.tiff)

# Share_File_ShareFile_TXT.Text
source: Plain text (.txt)
de_de: Textdatei (.txt)
es: Texto sin formato (.txt)
fr: Fichier texte (.txt)
hy: Պարզ նիշք (.txt)
it: File di testo (.txt)
ja: プレーンテキスト (.txt)
nl: Tekstdocument (.txt)
pl: Plik tekstowy (.txt)
pt_pt: Texto simples (.txt)
ru: Текстовый файл (.txt)
zh_cn: 纯文本(.txt)

# More_File_Exit.Text
source: EXIT APP
de_de: APP BEENDEN
es: APARATO DE SALIDA
fr: QUITT APP
hy: Փակել ծրագիրը
it: USCITA APP
ja: 終了アプリ
nl: DICHT APP
pl: ZAMKNIJ APLIKACJĘ
pt_pt: FECHAR APP
ru: ЗАКРЫТЬ ПРИЛОЖЕНИЕ
zh_cn: 退出应用程序

# More_About_Langs.Text
source: Translations
de_de: Übersetzungen
es: Traducciones
fr: Traductions
hy: Թարգմանություններ
it: Traslazioni
ja: 翻訳
nl: Vertalingen
pl: Tłumaczenia
pt_pt: Traduções
ru: Переводы
zh_cn: 翻译

# More_Settings_OpenMenuOnStartUpText.Text
source: OPEN MENU ON STARTUP
de_de: MENÜ BEIM START ÖFFNEN
es: ABRIR EL MENÚ AL INICIO
fr: OUVRIR LE MENU AU DÉMARRAGE
hy: Բացել ընտրանքները մեկնարկելիս
it: APRIRE IL MENU ALL'INIZIO
ja: 起動時に開くメニュー
nl: MENU OPENEN BIJ HET BEGIN
pl: OTWÓRZ MENU PRZY URUCHAMIANIU
pt_pt: MENU ABERTO NO INÍCIO DA OPERAÇÃO
ru: ОТКРЫТЬ МЕНЮ ПРИ ВВОДЕ В ЭКСПЛУАТАЦИЮ
zh_cn: 在启动时打开菜单

# EditPlaceHolder.PlaceholderText
source: Start taking notes...
de_de: Notiz eingeben...
es: Empieza a tomar notas...
fr: Entrer note...
hy: Անցնել հուշագրի ստեղծմանը
it: Inserisci nota...
ja: メモを取って...
nl: Opmerking invoeren...
pl: Wprowadź uwagę...
pt_pt: Comece a tomar notas...
ru: Введите записку...
zh_cn: 开始做笔记...

# More_Settings_FontSizeHeader.Text
source: FONT SIZE
de_de: SCHIRFTGRÖSSE
es: TAMAÑO DE LA FUENTE
fr: TAILLE DE LA CHEMISE
hy: Տառատեսակի չափը
it: DIMENSIONE FONT
ja: フォントサイズ
pl: ROZMIAR CZCIONKI
pt_pt: TAMANHO FONT
ru: РАЗМЕР ШРИФТА
zh_cn: 字体大小

# NumberPlaceholder.PlaceholderText
source: Enter number...
de_de: Zahl eingeben...
es: Introducir número...
fr: Entrer le numéro...
hy: Մուտքագրեք թիվը...
it: Inserire il numero...
ja: 番号を入力して...
nl: Nummer invoeren...
pl: Wprowadź numer...
pt_pt: Digite o número...
ru: Введите номер....
zh_cn: 输入号码...

# More_Settings_FontFamilyHeader.Text
source: FONT FAMILY
de_de: SCHRIFTART
es: TIPO DE FUENTE
fr: TYPE DE FONTE
hy: Տառատեսակի խումբ
it: TIPO DI FONT
ja: フォントファミリ
nl: FONT TYPE
pl: TYP CZCIONKI
pt_pt: FAMÍLIA FONT
ru: КУПЕЛЬ
zh_cn: 字体系列

# More_About_NoLicense.Text
source: Public domain
de_de: Lizenzfrei
es: Sin licencia
fr: Sans licence
hy: Հանրային տիրույթ
it: Senza licenza
ja: パブリックドメイン
nl: Royalty-vrij
pl: Royalty Free
pt_pt: Domínio público
ru: Роялти Бесплатно
zh_cn: 公共领域

# More_About_MIT.Header
source: The MIT License
de_de: Die MIT-Lizenz
es: La licencia del MIT
fr: La licence MIT
hy: MIT վկայական
it: La licenza MIT
ja: MITライセンス
nl: De MIT-licentie
pl: Licencja MIT
pt_pt: A licença do MIT
ru: Лицензия MIT
zh_cn: MIT许可证

# More_About_PP.Header
source: Privacy Policy
de_de: Datenschutzerklärung
es: Política de privacidad
fr: Politique de confidentialité
hy: Գաղտնիության քաղաքականություն
it: Informativa sulla privacy
ja: 個人情報保護方針
nl: Privacyverklaring
pl: Oświadczenie o prywatności
pt_pt: Política de Privacidade
ru: Положение о конфиденциальности
zh_cn: 私隐政策

# Store_CopyrightTrademarkInformation
source: © 2018 by brullsker. All rights reserved.
de_de: © 2018 by brullsker. Alle Rechte vorbehalten.
es: © 2018 by brullsker. Todos los derechos reservados.
fr: © 2018 by brullsker. Tous droits réservés.
hy: 2018թ. Ծրագրի հեղինակ՝ brullsker։ Բոլոր իրավունքները պաշտպանված են։
it: © 2018 by brullsker. Tutti i diritti riservati.
nl: © 2018 by brullsker. Alle rechten voorbehouden.
pl: © 2018 by brullsker. Wszelkie prawa zastrzeżone.
ru: © 2019 by brullsker. Все права защищены.
zh_cn: © 2020 by brullsker. 版权所有，不得转载。

# Store_Description
source: You are looking for an app to take notes that saves changes as they happen, without requiring you to save them? Then you got to the right place! FastNote has many nice features, such as: - Export into several file formats - Share text or file - Spellchecker ... and much more! Experience FastNote today and make your life easier.
de_de: Du suchst eine Notizen-App, die sich deine Änderungen merkt, ohne dass du extra speichern musst? Dann bist du hier genau an der richtigen Stelle. FastNote hat viele tolle Features, wie z.B: - Exportieren in verschiedene Dateiformate - Teilen von Text oder Datei - Rechtschreibprüfung ... und vieles mehr! Lass dich noch heute überraschen.
es: ¿Está buscando una aplicación para tomar notas que guarde los cambios a medida que se producen, sin necesidad de que usted los guarde? Entonces has llegado al lugar correcto! FastNote tiene muchas características bonitas, como por ejemplo: - Exportación a varios formatos de archivo - Compartir texto o archivo - Corrector ortográfico ... y mucho más! Experimenta FastNote hoy mismo y haz tu vida más fácil. Traducción realizada con el traductor www.DeepL.com/Translator
fr: Vous êtes à la recherche d'une application de notes qui se souvient de vos modifications sans avoir à les enregistrer ? Alors vous êtes au bon endroit. FastNote possède de nombreuses fonctionnalités, telles que - Exportation vers différents formats de fichiers - Partager du texte ou un fichier - correcteur orthographique ... et bien plus encore! Laissez-moi vous surprendre aujourd'hui.
hy: Եթե դուք փնտրում էիք ծրագիր արագ նշումների համար, ապա ճիշտ տեղում եք։ FastNote-ն ունի մի քանի առանձնահատկություններ, որոնք կնշենք. -արտահանում մի քանի ձևաչափով -կիսում տեքստով կամ նիշքով -ուղղագրության ստուգում
it: Sei alla ricerca di un'app di note che ricordi i tuoi cambiamenti senza doverli salvare? Allora siete venuti nel posto giusto. FastNote ha molte grandi caratteristiche, come ad esempio - Esportazione in diversi formati di file - Condividi testo o file - controllo ortografico ... e molto altro ancora! Lasciate che vi sorprenda oggi.
ja: あなたは、それらを保存する必要がなく、彼らが起こるように変更を保存するメモを取るためのアプリを探していますか？そして、あなたは適切な場所に着いた! FastNoteには、次のような多くの素晴らしい機能があります。 - いくつかのファイル形式にエクスポート - テキストまたはファイルを共有する - スペルチェッカー ...などなど! FastNoteを今日体験して、あなたの人生をより簡単にしましょう。
nl: Bent u op zoek naar een notitie app die uw veranderingen onthoudt zonder dat u ze hoeft op te slaan? Dan bent u bij ons aan het juiste adres. FastNote heeft vele geweldige eigenschappen, zoals - Exporteren naar verschillende bestandsformaten - Tekst of bestand delen - spellingscontrole ... en nog veel meer! Laat me je vandaag verrassen.
pl: Szukasz notatki app, który pamięta twoje zmiany bez konieczności ich ratowania? Następnie przyszedłeś na właściwe miejsce. FastNote ma wiele wspaniałych cech, takich jak - Eksport do różnych formatów plików - Udostępniać tekst lub plik - Kontrola zaklęć ... i wiele więcej! Pozwólcie, że zaskoczę Was dzisiaj.
pt_pt: Está à procura de uma aplicação para tomar notas que salve as alterações à medida que elas acontecem, sem exigir que as salve? Então você chegou ao lugar certo! A FastNote tem muitas características simpáticas, como por exemplo: - Exportação para vários formatos de ficheiro - Partilhar texto ou ficheiro - Spellchecker ... e muito mais! Experimente hoje o FastNote e torne a sua vida mais fácil.
ru: Вы ищете приложение для заметок, которое запоминает ваши изменения без необходимости их сохранения? Тогда вы пришли в нужное место. FastNote имеет множество замечательных функций, таких как - Экспорт в различные форматы файлов - Общий доступ к тексту или файлу - проверка орфографии ... и многое другое! Позвольте мне удивить вас сегодня.
zh_cn: 你正在寻找一个应用程序来记录笔记，保存他们发生的变化，而不要求你保存它们？那么你来对地方了! FastNote有很多不错的功能，比如。 - 导出成多种文件格式 - 共享文本或文件 - 拼写检查器 ... 还有更多 今天就体验FastNote，让您的生活更轻松。

# Store_Feature1
source: Notes
de_de: Notizen
es: Notas
fr: Consignes
hy: Հուշեր
it: Biglietti
ja: 注意事項
nl: Notities
pl: Notatki
pt_pt: Notas
ru: Нотизен
zh_cn: 笔记

# Store_Feature2
source: Autosave
de_de: Automatisches Speichern
es: Almacenamiento automático
fr: Sauvegarde automatique
hy: Ինքնապահում
it: Salvataggio automatico
ja: 自動保存
nl: Automatisch opslaan
pl: Automatyczne oszczędzanie
pt_pt: Poupança automática
ru: Автоматическое сохранение
zh_cn: 自动保存

# Store_Feature3
source: Export (e.g. rtf, txt, several image formats)
de_de: Exportieren (z.B. rtf, txt, verschiedene Bildformate)
es: Exportación (por ejemplo, rtf, txt, varios formatos de imagen)
fr: Exporter (par ex. rtf, txt, différents formats d'images)
hy: Արտահանել(.txt, .rtf կամ այլ ձևաչափերով)
it: Esportazione (ad es. rtf, txt, diversi formati immagine)
ja: エクスポート（例：rtf、txt、複数の画像フォーマット
nl: Exporteren (bijv. rtf, txt, verschillende afbeeldingsformaten)
pl: Eksport (np. rtf, txt, różne formaty obrazów)
pt_pt: Exportação (por exemplo, rtf, txt, vários formatos de imagem)
ru: Экспорт (например, rtf, txt, различные форматы изображений)
zh_cn: 导出（如rtf，txt，几种图像格式）。

# Store_Feature4
source: Share (file or text)
de_de: Teilen (Datei oder Text)
es: Compartir (archivo o texto)
fr: Partager (fichier ou texte)
hy: Կիսվել (նիշք կամ տեքստ)
it: Condividi (file o testo)
ja: 共有（ファイルまたはテキスト
nl: Delen (document of tekst)
pl: Udostępnianie (plik lub tekst)
pt_pt: Partilhar (ficheiro ou texto)
ru: Поделиться (файлом или текстом)
zh_cn: 共享(文件或文本)

# Store_Feature5
source: Style notes
de_de: Notizen formatieren
es: Formato de las notas
fr: Notes de format
hy: Հուշագրի ոճը
it: Note sul formato
ja: 書式注
nl: Formaat notities
pl: Notatki formatowe
pt_pt: Notas de formatação
ru: Примечания формата
zh_cn: 格式说明

# Store_Feature6
source: Fluent Design
hy: Թափանցիկ տեսք
zh_cn: 流利的设计
